<?php
/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * 
 */
 
$lang['menu'] = '履歴の整理'; 

$lang['name'] = '履歴の整理';
$lang['clean on recent changes'] = '最近の変更ページを元に履歴を整理する。';
$lang['clean on namespace'] = '名前空間を元に履歴を整理する。（危険・遅い）';
$lang['do'] = '履歴の整理';
$lang['deleted'] = '%d 件削除しました。';
$lang['desc'] = '説明';
$lang['desctext'] = 'このプラグインは履歴を整理できます。<br /><br />
同じユーザーが１時間以内に作成した全てのページリビジョンを削除します。<br /><br />

<b>最近の変更を整理：</b><br />
このオプションを選択すると、最近の変更ページの一覧に含まれているページだけ確認されます。<br /><br />

<b>名前空間を整理：</b><br />
このオプションは、指定された名前空間内（とそれ以降）の全ページを確認します。
名前空間が未入力の場合、すべての名前空間を確認します。
長い時間が掛かることがあるので、注意して使用してください。';

$lang['onlysmall'] = '小変更のみ削除する。';
$lang['onlynocomment'] = '「編集の概要」のない変更のみ削除する。';
